Repository: wescamp/Children_of_Dragons-1.8
Catalog: po/*.po
Languages: ru

source: In time though he was able to deal with his grief, and went on to lead the Drakes for many years. With the help of the humans, they cleared the waters around the island of the Nagas. The Drakes thrived in their new home, and their numbers grew once again.
ru: Со временем однако он смог совладать со своим горем и продолжал руководить Дрейками многие годы. С помощью людей они очистили воды вокруг острова от Нагов. Дрейки процветали в своём новом доме, и их численость вновь востановилась.

source: Village
ru: Деревня

source: Drake Chancellor
ru: Канцлер

source: Of the most outstanding Drake Lords one is chosen to be the Councillor. The Drake Chancellor leads the entire Drake race with the assistance of the Drake Council. He wields the fabled Fire Sword of Madrogoth, against which few foes can stand. This, coupled with his mastery of his internal fires, makes him an enemy few would dare to fight.
ru: Из наиболее выдающихся Лорд-Дрейков один избирается Советником. Канцлер руководит всеми Дрейками с помощью Совета. Он владеет легендарным Огненным Мечом Мадрогота, против которого немногие из врагов могут устоять. Это, в сочетании с мастерством внутреннего огня, оставляет противнику мало желания вызвать его на битву.

source: fire sword
ru: огненный меч

source: sword
ru: меч

source: fire breath
ru: огненное дыхание

source: Drake Lord
ru: Лорд-Дрейк

source: Members of the Drake nobility who survive their early years become Lords. Skilled in the use of both their sword and their internal fire, they are also trained from a young age to lead their fellow Drakes into battle.
ru: Дрейки-дворяне, выжившие в ранние годы становятся Лордами. Научившись использовать как меч, так и внутренний огонь, они также обучаются в юности руководить собратьями Дрейками в битве.

source: Drake Noble
ru: Дворянин

source: Members of the Drake nobility spend many hours learning to fight with the short sword, and have also inherited the fire with which their ancestors the dragons once ruled the world. Though a little more frail than many of their counterparts their skill with the sword and their youthful impetuousness make them a foe not to be taken lightly.
ru: Дрейки-дворяне тратят много времени на изучение фектования коротким мечом, а также обладают унаследованным огонём, с помощью которого их предки, драконы когда-то владели миром. Хотя они и не слишком сильны, сочетание их мастерства в обращении мечом с юношеским задором заставляет врагов воспринимать их всерьёз.

source: short sword
ru: короткий меч

source: But ... this cannot be. I must lead my people...
ru: Но ... этого не может быть. Я должен вести мой народ...

source: I will never soar in the sky again. Why did you give me this false hope?
ru: Я никогда не буду вновь парить в небесах. Почему вы дали мне эту ложную надежду?

source: A Former Friend
ru: Давний Друг
