Repository: wescamp/Children_of_Dragons-1.8
Catalog: po/*.po
Languages: ru

source: Children of Dragons
ru: Потомки Драконов

source: Once the most feared creatures in the land of the living, the dragons are all but extinct. But their descendants are just about to make their mark on the world...
ru: Драконы, некогда самые страшные создания из живших на земле, полностью исчезли. Однако их потомки скоро оставят свой след в мире...

source: Noble
ru: Дворянин

source: (easy)
ru: (лёгкий)

source: (medium)
ru: (средне)

source: Lord
ru: Лорд

source: (hard)
ru: (сложно)

source: Chancellor
ru: Канцлер

source: Campaign Developed and Maintained By
ru: Разработка и поддержка кампании

source: Converted for the Wesnoth 1.8 series by
ru: Адаптация для серии Wesnoth 1.8

source: Artwork and Graphics
ru: Оформление и графика

source: Thanks also to:
ru: Также благодарю:

source: Maps
ru: Карты

source: Translations
ru: Перевод

source: Leader of the Drakes
ru: Лидер Дрейков

source: For centuries the mighty dragons ruled the land. But their time is past. Their numbers have dwindled until only a handful remain, and survive mostly as a legend that no one really believes. However their descendants, no longer as awe-inspiring or as powerful, but far more numerous and much more intelligent, have been eking out an existence underground.
ru: Веками могущественные драконы управляли землёй. Но время драконов прошло. Их численность сократилось до горстки выживших, и они сохранились, по большей части, как легенда, в которую никто по-настоящему не верил. Тем не менее их потомки, уже не столь впечатляющие, как и не столь мощные, но гораздо более многочисленные и умные, влачили жалкое существование под землёй.

source: Now, with their long-time leader dead, it is time for a new generation to take the reins. Through many challenges three potential leaders have stood out from their peers. All have different opinions on which direction the Drake race should head, but only one will get the chance to put their ideas into action...
ru: Теперь, когда их давний лидер мёртв, настало время новому поколению принять бразды правления. После многих испытаний осталось три потенциальных лидера. У каждого был свой взгляд на руководство расой Дрейков после прихода к власти, но только один получит шанс воплотить свои идеи в жизнь...

source: Defeat all enemy leaders
ru: Победить всех вражеских лидеров

source: Death of Kahn
ru: Смерть Кана

source: Turns run out
ru: Закончились ходы

source: Kahn
ru: Кан

source: Verk
ru: Верк

source: Garaag
ru: Гарааг

source: Harkon
ru: Харкон

source: In the time-honoured tradition of our race, the battle for leadership shall be fought here. The rules are very simple - be the last contender left alive, and the leadership of the Drakes is yours. If you wish to rescind your claim to lead us, now is your final chance.
ru: Согласно традиции славного времени нашей расы здесь пройдёт битва за лидерство. Правила просты : последний оставшийся в живых и станет нашим лидером. Если вы желаете отменить своё право на лидерство, то это ваш последний шанс.

source: There is complete silence.
ru: Полная тишина.

source: Very well. Let the battle commence!
ru: Хорошо. Пусть битва начнётся!

source: So it has finally come to this. The leadership of the Drakes will be mine.
ru: Итак, покончим с этим. Лидерство над Дрейками будет за мной.

source: Hah! In your dreams, softbelly. The leadership is mine.
ru: Ха! В твоих мечтах, мягкобрюхий. Лидерство за мной.

source: Enough bickering! Let us begin.
ru: Достаточно пререканий! Начнём.

source: For the course of this campaign "Inferno Drakes" can upgrade to "Armageddon Drakes".
ru: В ходе этой кампании "Инферно" может стать "Армагедоном".

source: What? There is still no winner after the allotted time? It seems none of you are worthy to lead us after all.
ru: Что? До сих пор нет победителя? Кажется никто из вас не достоин. чтобы руководить нами.

source: All hail our new leader, Kahn!
ru: Все приветствуйте нашего нового лидера, Кана

source: Bah! The Drakes are doomed.
ru: Ба! Дрейки обречены.

source: Ah. It seems I was overly ambitious.
ru: Ах. Кажется я был слишком амбициозен.

source: Too right you were. Only I have the steel required to lead the mighty Drakes.
ru: Вы полностью правы. Только я обладаю твердость, необходимой лидеру могучих Дрейков.

source: We'll see about that.
ru: Это мы ещё посмотрим.

source: Having asserted his right to lead the Drakes, the time had now come for Kahn to convince his people of his somewhat radical plans.
ru: С получением доказанного права лидерства над Дрейками для Кана пришло время посвятить свой народ в свои отчасти радикальные планы.

source: Gakk
ru: Гак

source: Derk
ru: Дерк

source: Freon
ru: Фреон

source: Stakron
ru: Стакрон

source: Flerk
ru: Флерк

source: I call this meeting of the Drake Council to order. Welcome, Kahn. As our leader you are now also the head of this council, though there is little you can do without the approval of the majority of the council.
ru: Я призываю собрание Совета Дрейков к порядку. Добро пожаловать, Кан. Как наш лидер Вы станете также главой этого совета, однако здесь мало что можно сделать без одобрения большинством в совете.

source: Thank you. It is indeed an honour to serve the Drakes in this capacity.
ru: Благодарю вас. Это действительно великая честь служить Дрейкам в этом качестве.

source: We believe you have some rather, uh, drastic plans, Kahn.
ru: Мы считаем, что у Вас имеются довольно, ух, решительные планы, Кан.

source: You could say that.
ru: Можно сказать, что да.

source: Then I think you should share them.
ru: Тогда я думаю, Вы должны поделиться ими.

source: I couldn't agree more.
ru: Согласен.

source: Esteemed members of the council, our peoples are descended from the mighty dragons, who once ruled earth and sky. For centuries we have hidden underground, and yet have never truly adapted to the conditions we face every day. We do not fight well underground, unlike the trolls and dwarves we encounter from time to time. We cannot move quickly, except where we have paved the cave floors such as in this cavern.
ru: Уважаемые члены совета, наши народы являются потомками могущественных драконов, что некогда управляли землёй и небом. Столетиями мы скрываемся под землёй и всё ещё не адаптировались к условиям, с которыми сталкиваемся каждый день. Мы не можем как следует сражаться под землёй, в отличии от троллей и гномов, с которыми сталкиваемся время от времени. Мы не можем быстро передвигаться там, где пещеры не вымощены, как здесь.

source: Friends, we do not belong here. We -
ru: Друзья, мы чужие здесь. Мы -

source: We have, as you say, lived here for centuries. How can you claim we do not belong?
ru: Мы жили, как Вы говорите, здесь столетиями. И сейчас Вы утверждаете, что мы чужие.

source: Hear him out, Gakk.
ru: Выслушай его, Гак.

source: As I said, we struggle underground. Despite this, we have grown in numbers and strength. But if we are to continue to prosper, I believe the time has come for us to make some drastic changes. I plan to lead the Drakes above ground.
ru: Как я говорю, мы боремся с подземельем. Несмотря на это, мы растём в числе и силе. Но если мы и впредь будем процветать, я считаю, что настало наше время.

source: Surely you cannot be serious. We know these caves - we know what to expect, we know how to survive. We know nothing about the world above ground.
ru: Несомненно Вы шутите. Мы знаем эти пещеры - знаем, чего ожидать, знаем, как здесь выжить. И ничего не знаем о мире наверху.

source: If I may, that is not strictly true.
ru: Как я знаю, это не совсем правда.

source: Explain.
ru: Разъясните.

source: For the past two generations, several members my clan have been making short trips above ground. We are built to fly, but we have little opportunity to do so underground. We have long dreamt that a day would come when we would be able to live there permanently. We cannot dismiss such an opportunity.
ru: Последние два поколения, некоторые члены моего клана совершали короткие вылазки наверх. Мы были созданы для полёта, но у нас мало возможностей для этого под землёй. Мы давно мечтали о дне, когда смогли бы жить там постоянно. И мы не можем упустить такого удобного случая.

source: I cannot help but to concur. In recent years the trolls - and even the dwarves - have been attacking more and more frequently. Something must be done if we are to survive.
ru: Согласен. В последние годы тролли, равно как и гномы, нападают всё более и более часто. Что-то должно быть сделано, если мы хотим выжить.

source: I cannot believe I am listening to this! You are saying you agree with this preposterous idea? It is lunacy! Even if we do know a little about the world outside these caves, even getting there would be a mammoth task in itself. One or two Drakes flying out every now and then is one thing, but to move every one of us? It can't be done. And even if we did get out, where would we go? Who knows what manner of creatures occupy the land we would be attempting to settle.
ru: Я не могу поверить, что слушаю это! Вы говорите, что согласны с этой бредовой идеей? Это безумие! Хотя бы мы знаем немного о мире за пределами этих пещер, даже выход сам по себе будет гигантской задачей. Один или два Дрейка летающие наружу время от времени это одно, но выйдет ли каждый из нас? Это невозможно. И к тому же если мы выйдем наружу, куда мы пойдем? Кто знает какие существа живут в землях, в которых мы попытаемся поселиться.

source: I must agree, Gakk. While I sympathise with the issues that my colleagues have raised, I simply do not think it is practical to attempt such a huge undertaking.
ru: Я должен согласиться с Гаком. Несмотря на то, что я симпатизирую проблемам, которые подняты моими коллегами, я просто не думаю, что такое огромное предприятие осуществимо.

source: But what is the alternative? As Derk has said, we are facing more and more opposition here. We must seek new lands. And above ground is the best place to look.
ru: Но какова альтернатива? Как сказал Дерк, мы сталкиваемся здесь со всё большим противодействием. Мы должны искать новый дом. И наверху лучшее место для поиска.

source: At least we know the opposition here.
ru: По крайней мере здесь мы знаем, кому противостоим.

source: Well, it seems we must put it to a vote. Kahn, as you know, a decision of this magnitude cannot be taken lightly. And so, it must be passed by a majority vote. That means at least four of the six council members must agree to it. And so, we vote. We begin to my left, with Derk. How do you cast your vote?
ru: Хорошо, кажется мы должны проголосовать. Кан, как Вы знаете решения такой важности нельзя принимать необдуманно. И поэтому оно должно быть принято большинством. Это означает, что по крайней мере четверо из шести членов совета согласятся с ним. Итак, голосуем. Мы начнём слева от меня, с Дерка. Кому Вы отдадите свой голос?

source: I vote we follow Kahn above ground.
ru: Я голосую, чтобы мы шли за Каном наверх.

source: I say we stay.
ru: Я, чтобы остались.

source: I agree with Freon - we must do something. I vote we go.
ru: Я согласен с Фреоном, мы должны что-то делать. Я голосую за выход.

source: I long to soar in the sky with my brethren. We go.
ru: Я страстно желаю парить в небе с моими собратьями. Мы пойдём.

source: I maintain that this idea is ridiculous. I cannot support it. We must stay.
ru: Утверждаю, что это нелепая идея. Я не могу поддержать её. Мы должны остаться.

source: Despite a wariness of the unknown, I too believe that we cannot continue to hold off the trolls and dwarves indefinitely. Though I have some reservations, I believe it is time to move on. We follow Kahn out of the caves.
ru: Несмотря на осторожность к неизвестному, я больше верю, что мы не сможем сдерживать троллей и гномов бесконечно. Хотя у меня есть некоторые оговорки, я считаю, что пришло время двигаться дальше. Мы пойдём за Каном из пещер.

source: It is decided then. Gakk, Stakron - I appreciate your concerns, but I believe this is best for our people.
ru: В таком случае решено. Гак, Старкон, я понимаю ваше беспокойство, но считаю, что так лучше для моего народа.

source: I am afraid I cannot support this move. I will come with you if we leave, but do not expect my help!
ru: Боюсь я не смогу помочь этому действу. Я пойду с вами, если мы уйдём, но не ждите моей помощи!

source: This does not bode well. Nonetheless, the decision is made. We begin preparations immediately.
ru: Это не сулит ничего хорошего. Тем не менее выбор сделан. Мы немедленно начинаем подготовку.

source: The Emerging
ru: Великий Выход

source: After months of preparation, the drakes left their homes and followed Kahn towards their new home - wherever that might be. For the most part, they were supportive of the plan. Almost every family had lost someone to the recent attacks, and all were frustrated by their inabililty to move quickly through the caves. Still, they wondered if this new land was going to be any better than the one they were leaving behind.
ru: После месяца приготовлений дрейки оставили жилища и последовали за Каном к своему новому дому, туда, где он мог быть. Большинство поддержало этот план. Почти каждая семья потеряли кого-то в недавних нападениях и все расстраивала невозможность быстро передвигаться по пещерам. И всё же их интересовало, будут ли новые земли сколько-нибудь лучше той, что они оставили позади.

source: Nonetheless, they followed their leader. Some grumbled, but it would be suicide to remain in the caves with the majority of the drakes gone, so they tagged along.
ru: Тем не менее они пошли за своим лидером. Некоторые жаловались, но было самоубийством остаться в пещерах, покинутых большинством дрейков, и они тоже пошли.

source: After two weeks of uneventful travel, they felt a breeze...
ru: После двух недель не богатого событиями путешествия дрейки почувствовали ветер...

source: Kahn must reach the exit
ru: Кан должен достичь выхода

source: Death of Freon
ru: Смерть Фреона

source: Bildor
ru: Билдор

source: Ungh
ru: Унгх

source: This is our outermost fortress, though it has not been used for some time. The exit to the caves is not far from here, but the dwarves and trolls are both close. Let us hope they do not notice us.
ru: Это наша самая дальняя крепость, однако она не использовалась некоторое время. Выход из пещер недалеко отсюда, но гномы и тролли перекрывают его. Будем надеяться они не заметили нас.

source: Too late, lizard. What do you mean by trying to drag your sorry hides through our caves?
ru: Слишком поздно, ящерица. Что вы намеревались сделать, пытаясь жалко скрывшись пересечь наши пещеры?

source: We mean no disrespect, dwarf. We are leaving the caves - you should be glad of our absence.
ru: Ничего неуважительного, гном. Мы покидаем пещеры. Вы будете счастливы от нашего отсутствия.

source: Why would anyone want to leave the caves? I don't believe you - you intend to try to take our caves for yourselves! Well, not on my watch!
ru: Зачем бы кому-нибудь покидать пещеры? Я не верю вам, вы намереваетесь захватить наши пещеры для себя! Спасибо моей бдительности!

source: Ungh no like lizards in trolls' caves. Ungh no like dwarves either. Trolls kill all.
ru: Унгху не нравятся ящерицы в тролльих пещерах. Унгу не нравятся и гномы. Тролли убъют всех.

source: Looks like we're going to have to fight our way through. Still, this was not unexpected. To arms!
ru: Похоже нам придётся пробиваться с боем. Всё же это не было неожиданным. К оружию!

source: That not good. Strange too. Ungh never die before.
ru: Это не хорошо. Слишком странно. Унгх никогда раньше не умирал.

source: I have failed! Now our caves will be overrun with lizards!
ru: Я проиграл! Теперь наши пещеры будут кишеть ящерицами!

source: Poor fool.
ru: Жалкий глупец.

source: It seems we will be stuck in these caves forever.
ru: Кажется мы останемся в этих пещерах навсегда.

source: I can see the sunlight! Come, my people - welcome to your new home!
ru: Я вижу солнечный свет! Вперёд мой народ, добро пожаловать в наш новый дом!

source: Leaving the Mountains
ru: Исход с Гор

source: As they emerged, blinking, into the sunlight, the drakes felt some trepidation as to what lay ahead. Nevertheless they were relieved to have escaped the caves, and awestruck by what they now saw.
ru: Выходя и щурясь от солнечного света, дрейки испытали некоторый трепет перед тем, что впереди. Тем не менее они были спокойны, покидая пещеры, и поражены увиденным.

source: They had left the caves via an opening which emerged in the middle of a large mountain range. To the south-west they could see where the mountains ended and hills, plains and forest began.
ru: Они покинули пещеры через расщелину посередине большого горного хребта. На юго-западе горы заканчивались, и начинались холмы, леса и равнины.

source: Defeat enemy leaders; and
ru: Победите вражеских лидеров; и

source: Get Kahn to the end of the mountains
ru: Приведите Кана к концу гор

source: Augthais
ru: Аугтаис

source: Zuug
ru: Зууг

source: Larron
ru: Ларрон

source: Beautiful, isn't it? Unfortunately we can't keep looking for too long. There are creatures that inhabit these mountains that will not tolerate our presence, and if the dwarves and trolls haven't found us yet, they soon will.
ru: Прекрасно, не так ли? К несчастью мы не можем смотреть слишком долго. Есть существа, что населяют эти горы, которые не будут терпеть наше присутствие, и если гномы и тролли ещё не нашли нас, то они в ближайшее время.

source: Then we must get out of these mountains quickly.
ru: В таком случае мы должны быстро покинуть эти горы.

source: There they are, boys! Let's get them!
ru: Вот они, ребята! За ними!

source: Dwarves and lizards in mountains. Trolls kill all!
ru: Гномы и ящерицы в горах. Тролли убьют всех!

source: Larron, my friend! These creatures are trying to steal our caves. If you value our trade, please help us destroy them.
ru: Ларрон, друг! Эти твари пытаются украсть наши пещеры. Если ты дорожишь нашим ремеслом, пожалуйста помоги уничтожить их.

source: We're not interested in your caves!
ru: Нас не интересуют ваши пещеры!

source: A likely story. Men, kill those things!
ru: Подходящая сказка. Мужики, убить их!

source: Trolls kill humans too. We no care. All go squish under club and fist.
ru: Тролли убьют и людей. Мы не заботимся. Все будут хлюпать под дубиной и кулаком.

source: We made it!
ru: Мы сделали это!

source: We can't leave the mountains yet. We must defeat our enemies or they will continue to follow us.
ru: Мы пока не можем покинуть горы. Нам надо уничтожить врагов или они продолжат преследовать нас.

source: Dark Forest
ru: Тёмный Лес

source: Leaving the hills, they found themselves in a thick forest. The trees were so close together that despite it being morning, very little sunlight reached the forest floor.
ru: Покинув холмы, они очутились в густом лесу. Деревья стояли так близко друг к другу, что несмотря на утро очень мало света достигало земли.

source: Reach the end of the forest
ru: Достичь конца леса

source: Mal-Janval
ru: Мал Джанвал

source: Mal-Loron
ru: Мал Лорон

source: We have never entered this forest. It seemed far too dark and foreboding, so we always went straight over it. However in this case we have no choice but to go through it. We must be careful.
ru: Мы никогда не входили в этот лес. Казалось дальше слишком темно и опасно, поэтому мы всегда пролетали прямо над ним. Тем не менее сейчас у нас нет выбора, кроме как идти через лес. Нам надо быть внимательными.

source: How bad can it be?
ru: Как плохо это может быть?

source: What was that?
ru: Что это было?

source: I don't know, but it didn't sound good. Let's get through this forest as soon as possible. From memory, it will be quickest to head south.
ru: Я не знаю, но звук нехороший. Давайте пройдем этот лес как можно скорее. Как помню, это будет быстрей всего на юг.

source: I never want to see another tree in my entire life.
ru: Я больше не хочу видеть ни одно дерево в жизни.

source: We cannot leave yet - the undead are not defeated!
ru: Нам уже не выйти: мертвецы непобедимы!

source: The forest is crawling with undead!
ru: Лес кишит мертвецами!

source: I do not like the idea of living near undead. Perhaps we should clear this forest of its current inhabitants first.
ru: Мне не нравиться мысль о жизни около мертвецов. Может быть нам вначале очистить лес от его нынешних обитателей.

source: Yes, I think you are right. Let's destroy the undead, else they may attack us while we try and build our new homes.
ru: Да, я думаю Вы правы. Давайте уничтожим мертвецов, иначе они могут напасть, пока мы будем строить новые дома.

source: Defeat enemy leaders, and;
ru: Победить вражеских лидеров, и

source: The Humans
ru: Люди

source: As they emerged from the forest, leaving the undead behind them, the Drakes saw an expanse of grassland. But dotted across it were towns of varying sizes. And immediately before them was a huge city.
ru: Когда Дрейки вышли из леса, оставив мертвецов позади, они увидели огромные луга. Пунктиром поперёк них стояли башни различного размера. А перед ними громадный город.

source: Wondering if it had been a mistake to leave the caves in the first place, they advanced cautiously.
ru: Желая знать было ли ошибкой первым делом покинуть пещеры, они осторожно двигались вперёд.

source: Alamar
ru: Аламар

source: Halt! Who goes there?
ru: Стой! Кто идет?

source: I am Kahn, leader of the Drakes. We have left our homes underground in search of a land more suited to our kind.
ru: Я Кан, лидер дрейков. Мы покинули свои дома под землёй в поисках земли более подходящей для нашего рода.

source: And you thought you'd take ours?
ru: И вы хотите отобрать нашу?

source: No! We do not wish to take anyone's land, but are instead hoping to find some space that is currently unoccupied that we can settle in.
ru: Нет! Мы не собираемся захватывать ничью землю. Мы надеемся найти необжитое пространство, где мы можем поселиться.

source: Hmmm. Well, as you can see, the land around here is well settled already. There is little free space - certainly none anywhere near big enough to fit your entire race.
ru: Хммм. Хорошо, как ты видишь, земля вокруг уже заселена. Это маленькое пространство, не везде поблизости найдётся достаточно земли для всего вашего народа.

source: If you speak true, then I fear we have left our homes in vain.
ru: Если Вы говорите правду, то я боюсь, что мы напрасно оставили свои дома.

source: Perhaps not. There is a tropical island some way to the east of here known as Morogor. It is uninhabited, though some say it is haunted. I believe it would be suitable for your needs.
ru: Возможно нет. Примерно на востоке отсюда тропический остров, известный под именем Морогор. Он необитаем, хотя некоторые говорят, что он заколдованный. Я считаю это то, что вам нужно.

source: An island, you say? That sounds ideal, but we cannot fly that far. How are we to get there?
ru: Остров Вы говорите? Это хорошая идея, но мы не можем далеко летать. Как мы попадём туда?

source: Perhaps we can come to an agreement. We have a large navy - enough to transport all of your people, but I cannot offer you our assistance without you doing something for us in return.
ru: Может быть мы сможем придти к соглашению. У нас есть корабли, достаточно чтобы перевезти весь ваш народ, но я не могу предложить свою помощь, не получив что-либо взамен.

source: What did you have in mind?
ru: Что Вы имеете в виду?
