Repository: wescamp/Children_of_Dragons-1.8
Catalog: po/*.po
Languages: ru

source: My scouts report that you emerged from the Forest of the Dead. To achieve such a thing you must be skilled fighters. There is a large group of bandits south east of here who have been troubling us of late. Defeat these bandits for us, and we will transport you to Morogor.
ru: Мои разведчики сообщили, что вы вышли из Леса мертвецов. Для этого вы должны быть хорошими бойцами. На юго-востоке отсюда большая группа бандитов, которые с недавнего времени начали тревожить нас. Уничтожте их и мы перевезём вас на Морогор.

source: Very well. We have a deal.
ru: Хорошо. Договорились.

source: I will order our navy to begin preparations at once. We should be ready to depart by the time you return.
ru: Я прикажу флоту немедленно начать подготовку. Мы будем готовы отплыть к вашему возвращению.

source: Thank you. We are in your debt.
ru: Благодарю. Мы в долгу у Вас.

source: Defeat the bandits and I will consider the debt paid in full.
ru: Победите бандитов, и мы квиты.

source: Thank you once again. Come, my people - we have some criminals to catch!
ru: Ещё раз благодарю Вас. Вперёд, мой народ! Поймаем несколько преступников!

source: Bandits
ru: Бандиты

source: Following Alamar's directions, the Drakes soon came to a huge forest.
ru: Следуя указаниям Аламара, Дрейки вскоре подошли к громадному лесу.

source: Death of Tumabulindrum
ru: Смерть Тумабулиндрума

source: Bandit
ru: Бандит

source: Outlaw
ru: Изгнанник

source: Assassin
ru: Убийца

source: Tumabulindrum
ru: Тумабулиндрум

source: Ugh. More trees.
ru: Тьфу. Ещё деревья.

source: At least they are not as thick as the last lot. We will be able to see where we are going here.
ru: По крайней мере они не такие густые как в тот раз. Мы можем видеть, что где находится.

source: And our enemies this time are flesh and blood, not undead. Still, I wish there was another way.
ru: И наши враги из плоти и крови, а не мертвецы. Тем не менее я хочу иметь другой путь.

source: None come to mind.
ru: Ничто не приходит на ум.

source: No, this is our best hope. Let's clear these woods!
ru: Нет, это наша лучшая надежда. Давайте очистим эти леса!

source: Hmmm. What do the fire breathers want?
ru: Хммм. Что хотят сделать дышашие огнём?

source: Did that tree just talk?
ru: Это дерево только что говорило?

source: I have heard of such things. We had best answer quickly.
ru: Я слышал о подобных вещах. Нам лучше побыстрей ответить.

source: We come to rid these woods of the outlaws that hide here.
ru: Мы пришли освободить эти леса от прячущихся здесь изгнанников.

source: Very well. These outlaws, as you call them, have destroyed many a good tree. We will help you, but make sure you keep your fires away from us.
ru: Очень хорошо. Эти изгнанники, как вы их называете, уничтожили много хороших деревьев. Мы поможем вам, но убедитесь, что держите свой огонь подальше от нас.

source: We would be glad of your help. We have no wish to harm you with our flames, and once the outlaws are gone, we will leave you in peace.
ru: Мы рады вашей помощи и не хотели вредить вам своим пламенем. Как только изгнанники уйдут, мы покинем вас с миром.

source: Then let us work together to clean this forest!
ru: В таком случае позвольте нам вместе очистить этот лес!

source: I found some of their ill-gotten gains!
ru: Я нашёл кое-что из награбленного.

source: You retrieve 75 gold.
ru: Вы получаете 75 монет.

source: You retrieve 100 gold.
ru: Вы получаете 100 монет.

source: You retrieve 50 gold.
ru: Вы получаете 50 монет.

source: And so the Wose pass from the land of the living...
ru: А так леший уходит из страны живых...

source: To the Ships
ru: К кораблям

source: Having defeated the bandits, the Drakes left the Wose in peace and returned to Alamar.
ru: Победив бандитов, Дрейки покинули Леших с мире и возвратились к Аламару.

source: Alamar informed them that the ships were ready and waiting at the docks, south of the city.
ru: Аламар сообщил им, что корабли готовы и ожидают на пристани к югу от города.

source: Unfortunately that was not all that awaited them.
ru: К несчастью, это ещё не всё, что их ждёт.

source: Defeat Gakk and Stakron
ru: Победить Гакка и Стакрона

source: As you can see, the ships are ready and wai-
ru: Как вы можете видеть, корабли готовы и жду...

source: You will not be going anywhere.
ru: Ты никуда не поплывёшь.

source: What's going on here? Who are you?
ru: Что здесь происходит? Кто вы?

source: Gakk? What do you think you're doing?
ru: Гак? Как это понимать?

source: We are ending this lunacy once and for all. It was bad enough to make us leave our homes, forcing us into confrontation with dwarves, trolls and undead. But to make a pact with these humans ...
ru: Мы закончим это безумие раз и навсегда. Было достаточно плохо, заставить нас покинуть наши дома, вынудить драться с гномами, троллями и мертвецами. Но заключить договор с людьми...

source: And to what end? So they can send us out to sea and drown us all, most likely! And even if this island does exist, and we do actually get there, who knows what manner of creatures will be there to ensure we do not survive? Better we finish this now, and return to the caves where we belong.
ru: И что в конце? Так они вероятно отправят нас в море и всех утопят. И даже если этот остров существует и мы на самом деле попадём туда, кто знает какие существа могут нас там уничтожить? Лучше мы закончим это сейчас и возвратимся в наши пещеры.

source: Whatever else we may do, we cannot return to the caves. They will certainly have been overrun with dwarves and trolls by now.
ru: Это всё, что мы можем сделать, мы не можем возвратиться в пещеры. Они сейчас будут кишеть гномами и троллями.

source: Stakron? You too?
ru: Стакрон? Ты тоже?

source: Gakk is right. We should never have left the caves.
ru: Гак прав. Мы не должны были покидать пещеры.

source: You would oppose our rightful leader, and the wishes of the council?
ru: Вы бы возражали против нашего законного лидера и желаний совета?

source: Bah! The council is nothing more than a bunch of has-beens who think they still have some sort of power. Real power comes from strength of arms, not meetings.
ru: Ба! Совет не более, чем компания имеющих быть, что думают будто всё ещё имеют какую-то власть. Настоящая власть исходит от силы оружия, а не заседаний.

source: If you will not back down, we will be forced to destroy you.
ru: Если не отступите, мы будем вынуждены вас уничтожить.

source: Hah! I'd like to see you try.
ru: Ха! Я хотел бы увидеть твою попытку.

source: If that's the way it must be, then so be it.
ru: Если так оно и должно быть, то так тому и быть.

source: I'm afraid I cannot help you in this, Kahn. I cannot fight fellow council members, even if they have gone insane. But be careful. No doubt there are those of our people who agree with these two. They will not be fighting alone.
ru: Боюсь я не могу помочь Вам в этом, Кан. Я не могу биться с членами совета, даже если они сошли с ума. Но будьте осторожны. Несомненно, есть кто-то из нашего народа, кто согласен с этими двумя. Они не будут сражаться в одиночку.

source: I too cannot get involved in this. I have other urgent matters to attend to, and unless they attack our ships, I am afraid it does not concern me. I will return once you have dealt with these two.
ru: Я также не могу вмешаться в это. Мне надо уделить внимание другим срочным делам, и пока не атаковали наши корабли, боюсь, что это меня не касается. Я вернусь, когда вы разделаетесь с ними.

source: I understand. Come, let us crush these traitors!
ru: Я понимаю. Идите, позвольте нам сокрушить этих предателей!

source: At least I won't live to see the demise of the Drakes.
ru: По крайней мере я умру, не увидев конца Дрейков.

source: I wish I hadn't had to do that.
ru: Я не хочу делать это.

source: He was a great asset to the Drakes. It's a shame it had to end like this. Still, I suppose we did only what was necessary.
ru: Он был величайшим из Дрейков. Позор, иметь конец подобный этому. Тем не менее, я полагаю, мы сделали то, что было необходимо.

source: Come now, Stakron. Surely you will not persist in this rebellion?
ru: Сдайся сейчас, Стакрон. Устоишь ли ты в этом восстании?

source: I ... it is too late for me now. I cannot turn back.
ru: Я... теперь слишком поздно для меня. Я не могу отступить.

source: It truly saddens me to hear that.
ru: Печально для меня слышать это.

source: I could have been wrong ...
ru: Я мог ошибаться.

source: You will pay for that!
ru: Ты заплатишь за это!

source: Too many Drakes are defecting to them. We are doomed!
ru: Слишком много Дрейков бежало с ним. Мы обреченны.

source: (sigh) The rebels are defeated.
ru: (вздыхает)Бунтовщики побеждены.

source: This is a sad day. Many Drakes have died in a pointless rebellion.
ru: Печальный день. Многие дрейки погибли в бессмысленном мятеже.

source: Yes. And we now have two vacant places on the council.
ru: Да. И у нас два свободных места в совете.

source: That will have to wait. You must leave immediately before the weather turns.
ru: Сколько ещё ждать. Вы должны как можно скорее отплыть, пока погода не переменилась.

source: Very well. Thank you once again, Alamar.
ru: Хорошо. Ещё раз благодарю Вас, Аламар.

source: No, thank you. Since you defeated the bandits, our villages are safe. May your journey be quick and uneventful.
ru: Нет, я благодарю Вас. Поскольку вы победили бандитов, наши деревни в безопасности. Пусть ваше путешествие будет быстрым и без приключений.

source: Let's hope so. To the ships!
ru: Будем надеяться, что так. К кораблям!

source: Sea Journey
ru: Морской путешествие

source: The remaining Drakes boarded the ships and embarked immediately.
ru: Оставшиеся Дрейки взошли на корабли и немедленно отплыли.

source: The trip was uneventful for the first few days, until they neared their destination.
ru: Путешествие проходила без приключений первые несколько дней, пока они не подошли к пункту назначения.

source: Survive until the end of turns
ru: Выжить до конца ходов

source: Death of Ober
ru: Смерть Обера

source: Nagas
ru: Наги

source: Ober
ru: Обер

source: Gwellyn
ru: Гвеллин

source: Rhygwyn
ru: Ригвин

source: Yrannyn
ru: Ираннин

source: Carac
ru: Карак

source: Aethenvan
ru: Этенван

source: Deodd
ru: Деод

source: Caedry
ru: Цедри

source: We have little information about this area as we generally avoid Morogor, however the reports I have heard say there are often many Nagas around here. They do move around a lot though, so let's hope they are currently elsewhere.
ru: Мы мало знаем об этом месте, так как обычно обходим Морогор. Тем не менее по слухам, что я слышал, в округе часто бывает много Нагов. Однако они передвигаются, поэтому будем надеяться, что сейчас Наги где-то в другом месте.

source: What are these Nagas?
ru: Кто такие Наги?

source: They are serpentine creatures who live in the sea. This is very much their element, so it would be a struggle to have to face them here.
ru: Это змееподобные создания, живущие в море. Это во многом их стихия, так что в случае схватки встретимся с ними здесь.

source: You mean like these?
ru: Вы имеете в виду похожих на этих?

source: Sekol
ru: Секол

source: Intruderssss! Don't let any essscape!
ru: Незваные госсссти! Не пытайтессссь убежать.

source: Damn! It is too late to go around - we will have to try and make our way through them. You must protect the ship, but don't allow anyone to get too far behind as we will not be able to go back for them.
ru: Проклятье! Слишком поздно обходить их. Мы должны попытаться пробиться через них. Вы должны защитить корабль, но не позволяйте никому остаться слишком далеко позади, так как мы не сможем вернуться за ними.

source: At the beginning of each turn, any units not on the ship will move five hexes up as the ship moves forward. This means any units in the top five rows will be lost.
ru: В начале каждого хода все бойцы, не находящиеся на корабле перемещаются на 5 полей вверх, так как корабль движется вперёд. Бойцы перемещающиеся менее, чем на пять рядов будут потеряны.

source: There do not appear to be any more coming. We just need to hold off or defeat those that remain.
ru: Здесь никому лучше вновь не появляться. Нам просто необходимо держаться поотдаль или уничтожить оставшихся.

source: Defeat remaining Nagas
ru: Победить оставшихся Нагов

source: Avenge me, brotherssss and ssssissssterssss...
ru: Отомсссстите за меня, братья и ссссёсссстры...

source: We will never pilot this ship without him!
ru: Мы не сможем управлять кораблём без него!

source: We made it! The Nagas will not pursue us any further.
ru: Мы оторвались. Наги не будут нас больше преследовать.

source: Surely it can only get easier from here?
ru: Возможно ли без опаски плыть дальше?

source: We should meet no further resistance between here and Morogor.
ru: Мы не встретим больше сопротивления до самого Морогора.

source: Sounds good to me. Onward!
ru: Звучит хорошо для меня. Вперёд!

source: Landing on Morogor
ru: Высадка на Морогор

source: Having successfully made it past the Nagas, the Drakes soon landed on Morogor. The humans departed as quickly as they could, not wanting to take any chances. The Drakes began to survey the land they were to call home.
ru: Победив Нагов, Дрейки вскоре высадились на Морогор. Люди сразу же отплыли, не желая рисковать. А дрейки начали осматривать землю, которую они назвали домом.

source: Defeat the undead
ru: Победить мертвецов

source: Undead
ru: Мертвецы

source: Ugh! This place is disgusting! Maybe Gakk was right.
ru: Тьфу! Это место отвратительно! Возможно Гак был прав.

source: This place reeks of the undead. No doubt once we clear the island of the undead, the land itself will regenerate.
ru: Это место воняет мертвецами. Не сомневайтесь стоит только очистить остров от мертвецов, и земля возродиться.

source: I certainly hope so. Look - there are undead here. Let's get started!
ru: Я, конечно, надеюсь на это. Смотрите, здесь есть мертвецы. Давайте начнём.

source: What devilry is this? Those Drakes who fall are rising again in unlife!
ru: Что это за чертовщина? Погибшие дрейки вновь восстают из мёртвых.

source: This island is steeped with dark magic. We must find and destroy the source of it.
ru: Этот остров пропитан тёмной магией. Мы должны найти и уничтожить её источник.

source: One thing at a time, OK? Let's get this lot out of the way first.
ru: Одна дело за раз, хорошо? Давайте вначале уберём с дороги эту группу.

source: There are just too many of them! We are doomed to die in this swamp!
ru: Их больше, чем нас. Мы обреченны умереть в этих болотах.

source: The undead are retreating!
ru: Мертвецы отступают!

source: There are doubtless many more where they came from. We must clear the entire island if we are to make it our home.
ru: Там откуда они пришли есть несомненно ещё больше. Мы должны очистить весь остров, если собираемся здесь жить.

source: Then what are we waiting for? Let's keep moving!
ru: Тогда чего мы ждём? Давайте двигаться дальше!

source: Clearing the Island
ru: Очистка Острова

source: The Drakes moved inland quickly, wanting to deal with the undead as soon as possible, but soon encountered an unnatural darkness.
ru: Дрейки быстро перемещались по острову, желая разделаться с мертвецами как можно быстрее, но вскоре натолкнулись на необычный мрак.

source: Scout out the land
ru: Осмотрите внешние земли

source: Woldimer
ru: Волдимер

source: Does this swamp ever end? I can't see a thing!
ru: Это болото когда-нибудь кончится? Я ничего не вижу.

source: We must be getting close to the source of this evil. That's why the land is so dark.
ru: Мы должно быть близко подошли к источнику этого зла. Вот почему здесь так темно.

source: We can't continue like this indefinitely. This darkness reaches inside you and grips your heart.
ru: Мы не можем продолжать так до бесконечности. Эта темнота проникает в тебя и сжимает твоё сердце.

source: No, we can't. Send some scouts ahead to spy out the land. We cannot keep wandering aimlessly.
ru: Нет, мы не может. Отправьте вперёд несколько разведчиков осмотреть внешние земли. Мы не можем продолжать бесцельно блуждать.

source: There are more undead here!
ru: Здесь ещё мертвецы.

source: It was only a matter of time until we ran into them again. Very well - destroy them!
ru: Когда мы найдем мертвецов, было только вопросом времени. Очень хорошо, уничтожим их!

source: Ah! So these are the creatures who dare enter our territory! Hmmm, they are strong. They will make excellent slaves!
ru: Ах! Так эти создания отважились войти в наши земли! Хммм, они сильные. Из них получатся превосходные рабы!

source: We did not come here to enter your territory, we came here to occupy it and destroy you!
ru: Мы здесь, не потому что зашли в твои земли, мы пришли занять их и уничтожить тебя!

source: So the leader of the undead shows himself. Concentrate your efforts on him. If we can defeat him, the power that sustains the undead will be broken.
ru: Так лидер мертвецов появился сам. Сосредоточите ваши усилия на нем. Если мы сможем победить его, сила, что поддерживает мертвецов, будет рассеяна.

source: Kill Woldimer
ru: Убить Волдимера

source: I have fallen, but my master will avenge me!
ru: Я пал, но мой учитель отомстит за меня!

source: There are just too many of them! We can never prevail!
ru: Их слишком много. Мы никогда не сможем победить.

source: What did he mean, his master? I thought he was the master of these undead!
ru: Что он хотел сказать под учителем? Я думал, что он хозяим этих мертвецов!

source: He was powerful, yes. Yet despite his death the darkness persists. There must be another, more powerful yet.
ru: Он могущественный, да. Однако, несмотря на его смерть, темнота сохранилась. Здесь должен быть другой, ещё более могущественный.

source: I don't know how much longer we can continue this. There are rumours of mutiny again.
ru: Я не знаю как долго мы сможем продолжать поиски. Вновь появились слухи о восстании.

source: Then we must find and defeat Woldimer's master quickly. Come on!
ru: В таком случае мы должны быстрее найти и уничтожить учителя Волдимера. Вперёд!

source: Showdown
ru: Раскрытие карт

source: Continuing to move inland, the Drakes soon found that the darkness was becoming almost unbearable.
ru: Продолжая движение внутрь острова, Драйки вскоре обнаружили, что темнота сделалась почти невыносимой.

source: Find enemy leader
ru: Найти вражеского лидера

source: Mal-Bronam
ru: Мал Бронам

source: Woldimer's master must be very close. This darkness appears to be even heavier than before, if that were possible.
ru: Учитель Волдимера где-то рядом. Эта темнота кажется даже тяжелее, чем раньше, если бы это было возможно.

source: I certainly hope so. Our supplies will not last much longer. We must finish this quickly!
ru: Я, конечно, надеюсь, что это так. Наших припасов надолго не хватит. Мы должны быстрее закончить поиски!

source: We must find our enemy before we can finish him.
ru: Мы должны найти врага, прежде чем сможем покончить с ним.

source: So it is true. The lizards managed to defeat my apprentice. You will pay dearly for that! Still, I have waited centuries for a good fight. Revenge will just make it even better.
ru: Так это правда. Ящерицам удалось победить моего ученика. Вы дорого заплатите за это! Спокойно, я веками ждал хорошей битвы. Месть просто сделает это ещё лучше.

source: Is that thing alive or dead?
ru: Это живое или мёртвое?

source: He is a Lich - a dark sorcerer who himself has become undead. And a very powerful one at that. In fact, he has perhaps too much power.
ru: Он Лич - темный колдун, который сам стал мертвецом. И самый мощный из них. В самом деле, он может быть значительно сильнее.

source: Too much for what? Are you saying we cannot prevail?
ru: Значительно для чего? Ты говоришь, что мы не сможем победить?

source: No, he has more power than should be possible. Most likely he has a talisman of great power that sustains him. Destroy the talisman and he will be greatly weakened. Only then will we be able to defeat him.
ru: Нет, он сильней, чем должен быть. Вероятней всего его поддерживает мощный талисман. Уничтожим талисман и он станет значительно слабее. Только после этого мы сможем победить.

source: You don't sound too sure.
ru: Ты говоришь неуверенно.

source: I'm not, but it's our only chance. If we attack him directly we will certainly fail. We must find and destroy the source of his power. No doubt it will be close to him - I doubt he would let it far out of his sight. And the closer it is to him the more power he can draw from it.
ru: Я - нет, но это наш единственный шанс. Напав на него сейчас, мы непременно проиграем. Необходимо найти и уничтожить источник его силы. Талисман недалеко от него; я сомневаюсь, что он оставил бы его впе своего поля зрения. И чем ближе он к талисману, тем больше он может получить от него силы.

source: Find and destroy Mal-Bronam's talisman; then
ru: Найти и уничтожить талисман Мал Бронама; затем

source: Kill Mal-Bronam
ru: Убить Мал Бронама

source: I told you it's useless attacking him! We must destroy that talisman first!
ru: Я же сказал, что бесполезно нападать на него! Мы должно вначале уничтожить талисман!

source: Look! What is this thing?
ru: Посмотрите! Что это такое?

source: It must be the talisman we were looking for! We must destroy it!
ru: Это должно быть талисман, который мы ищем! Нам надо уничтожить его!

source: Noooo! What have you done?
ru: Неееет! Что вы наделали?

source: It worked! The darkness is retreating!
ru: Работает! Темнота отступает!

source: Good - now destroy him!
ru: Отлично, теперь уничтожим его!

source: Do you think I am no longer able to defend myself? I still have power greater than you can imagine!
ru: Вы думаете, я больше не в состоянии защитить себя? Я все-ещё сильнее, чем вы можете вообразить!

source: This darkness pervades my soul. I cannot continue any longer!
ru: Эта темнота наполняет мой душу. Я не могу больше продолжать!

source: No! It cannot be! I am immortal! I am invincible! I am -
ru: Нет! Этого не может быть! Я бессмертен! Я непобедим! Я

source: Gone.
ru: Мёртвый.

source: Can it be true? Is it possible we have defeated him?
ru: Может это быть правдой? Возможно ли, что мы победили его?

source: Yes - look! The undead melt away already.
ru: Да, смотри! Мертвецы исчезают.

source: I don't think it's safe to stay here.
ru: Я думаю, что небезопасно оставаться здесь.

source: No. The earth is shaking off a great burden. We would be best to retreat to the open plains.
ru: Нет. Земля стряхивает огромную ношу. Нам лучше уйти на открытое место.

source: Epilogue
ru: Эпилог

source: For three days the Drakes cowered on the open plains, as the earth continued to shake. Eventually the tremors stopped, and the Drakes were able to take their first real look at the island. Swamp still covered much of it, though it was already receding. They could see that once it returned to normal, it would be a beautiful place.
ru: Три дня Дрейки ёжились на равнинах, в то время как земля продолжала трястись. В конце концов дрожь прекратилась, и Дрейки сумели впервые по-настоящему осмотреть остров. Большую его часть всё-ещё покрывало болото, хотя оно уже отступало. Они могли видеть, что, как только остров вернётся к нормальному состоянию, это будет прекрасное место.

source: However, less than one-fifth of the Drakes who set out still remained. Kahn in particular struggled to convince himself that it had all been worth it.
ru: Однако от Дрейком, ушедших с Каном осталось менее одной пятой. Сам Кан, в частности, старался из-зо всех сил убедить себя, что всё это того стоило.
